.ai revize edili yeniden yazıdlı claude md ler etc..
